<link href='/view/mainpage/css/mainpage.css' rel='stylesheet' type='text/css'>
<img src="/image/greenman.png" alt="man" id="man" />
<div id="text">
    <p>Меня зовут Мороз Александр Александрович. Мне 19 лет. 
        В данный момент учусь в Государственном Университете Управления на экономиста. 
        Параллельно с этим активно занимаюсь программирование, философией, математикой, логикой и
        английским языком.
    </p>
    <p> Я уже работаю достаточное время программистом в страховой компании ЗАО "МАКС" и 
        умею решать поставленные передо мной задачи. Знаю различные инструменты web-разработки, 
        которые вы можете найти на странице <a href="?link=skills">Умения.</a>
    </p>
    <p> В целом я могу справиться с почти любым видом задач. Главное - адекватные сроки исполнения.
    </p>
	<p>Если вы хотите посмотреть на структуру этого сайта, то вот ссылка на загрузку ZIP архива --> <a href="index.php?download=true">Скачать</a></p>
        <p>Если вы хотите посмотреть на структуру этого сайта, то вот ссылка на загрузку ZIP архива --> <a href="files/job.zip" download>Скачать</a></p>
</div>
