<?php $this->addLocalCss('mainpage/css/mainpage.css'); 
$this->setTitle("Главная страница");
?>
<img src="/image/greenman.png" alt="man" id="man" />
<div id="text">
    <p>Меня зовут Мороз Александр Александрович. Мне 20 лет. 
        В данный момент я ищу работу php разработчика.
        Параллельно с этим активно занимаюсь философией, логикой и
        английским языком.
    </p>
    <p> Ранее я работал около года в компании ЗАО "МАКС" в должности младшего программиста.
        За это время я научился:</p>
    <div id="skillList">
        <ul>
            <li>Верстать, но терпеть это не могу</li>
            <li>Работать с 1с-bitrix (писал свои компоненты)</li>
            <li>Рефакторить (приходилось переписывать как чужой, так и свой старый код)</li>
            <li>Работать с yii1(также немного изучал работу yii2)</li>
        </ul>
    </div>

        <p>Вместе с тем я активно посматриваю внутренности различных фреймворков:yii2,symfony,slim.
        В работе стараюсь придерживаться psr-1,psr-2.
        Основной набор навыков вы можете посмотреть на странице 
        <a href="/skills/">Навыки.</a>
    </p>
    <p> В целом я могу справиться с почти любым видом задач. Главное - адекватные сроки исполнения.
    </p>
    <!--<p>Если вы хотите посмотреть на структуру этого сайта, то вот ссылка на загрузку ZIP архива  <a href="index.php?download=true">Скачать</a></p>-->

</div>
